---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyThicknessParam
source: html/a30ad095-1110-f934-d586-e7420f99434d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyThicknessParam Property

"Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyThicknessParam { get; }
```